Repository: sonicka/yaas-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk

source: All auctions:
sk: Všetky aukcie:

source: No auctions to show
sk: Žiadne aukcie

source: Welcome to YAAS site!
sk: Vitajte na stránke YAAS!

source: Search
sk: Hľadať

source: Currency
sk: Mena

source: Language
sk: Jazyk

source: English
sk: Angličtina

source: Slovak
sk: Slovenčina

source: Home
sk: Domov

source: All auctions
sk: Všetky aukcie

source: Add new auction
sk: Pridať aukciu

source: My auctions
sk: Moje aukcie

source: Edit account
sk: Upraviť účet

source: Logout
sk: Odhlásiť

source: Login
sk: Prihlásenie

source: Create new user
sk: Vytvoriť užívateľa

source: Add auction:
sk: Pridať aukciu:

source: Are you sure you want to create the auction?
sk: Naozaj chcete vytvoriť aukciu?

source: Add auction
sk: Pridať aukciu

source: Auction
sk: Aukcia

source: Title:
sk: Názov:

source: Owner:
sk: Majiteľ:

source: Description:
sk: Popis:

source: Price:
sk: Cena:

source: Deadline:
sk: Dátum ukončenia:

source: Edit auction
sk: Upraviť aukciu

source: Current bid:
sk: Aktuálna ponuka:

source: user:
sk: užívateľ:

source: amount
sk: suma

source: Bid
sk: Navýšiť

source: Ban auction
sk: Zablokovať aukciu

source: Edit your auction
sk: Upraviť aukciu

source: Edit auction description of:
sk: Upraviť popis aukcie:

source: Save changes
sk: Uložiť zmeny

source: Edit account information of user
sk: Upraviť osobné údaje užívateľa

source: Leave blank to keep current value
sk: Nechajte bez zmeny pre uchovanie aktuálnej hodnoty

source: New password
sk: Nové heslo

source: New password again
sk: Nové heslo znova

source: New email
sk: Nový email

source: Submit
sk: Uložiť

source: Password or username is incorrect
sk: Heslo alebo užívateľské meno je nesprávne

source: You are logged in. Now you can take part in auctions or create your own.
sk: Ste prihlásený. Teraz sa môžete účastniť aukcií alebo vytvoriť vlastnú.

source: Username:
sk: Užívateľské meno:

source: Password:
sk: Heslo:

source: Auction locked
sk: Aukcia je zamknutá

source: is being updated by the seller. Come back in a few minutes. Sorry for the inconvenience.
sk: je upravovaná predajcom. Vráťte sa o niekoľko minút. Ospravedlňujeme sa za nepríjemnosti.

source: My auctions:
sk: Moje aukcie:

source: Create User
sk: Vytvoriť užívateľa

source: Create an account:
sk: Vytvoriť účet:

source: Auction ended.
sk: Aukcia ukončená.

source: Your auction
sk: Vaša aukcia

source: has been successfully resolved.
sk: bola úspešne vyhodnotená.

source: Winner: {}
sk: Víťaz: {}

source: Auction won.
sk: Vyhrali ste aukciu.

source: You have won this auction:
sk: Vyhrali ste túto aukciu:

source: Auction lost.
sk: Prehrali ste aukciu.

source: You have lost this auction:
sk: Prehrali ste túto aukciu:

source: Your account is created. You can now login.
sk: Účet vytvorený. Môžete sa prihlásiť.

source: Login here.
sk: Tu sa môžete prihlásiť.

source: You've been logged in.
sk: Boli ste prihlásený.

source: Login failed. Please try again.
sk: Prihlásenie zlyhalo. Skúste to znova.

source: You've been logged out.
sk: Boli ste odhlásený.

source: Passwords don't match.
sk: Heslá sa nezhodujú.

source: Your account has been updated.
sk: Váš účet bol aktualizovaný.

source: You have to log in before editing profile.
sk: Pred úpravou je nutné sa prihlásiť.

source: title
sk: názov

source: add title
sk: zadajte názov

source: description
sk: popis

source: add description
sk: zadajte popis

source: add price in €
sk: zadajte cenu v €

source: deadline
sk: dátum ukončenia:

source: mm/dd/yyyy
sk: dd.mm.rrrr

source: Deadline must be at least 72 hours in the future.
sk: Dátum ukončenia musí byť aspoň 72 hodín v budúcnosti

source: New auction created.
sk: Nova aukcia vytvorena.

source: Your auction has been created successfully.
sk: Vaša aukcia bola úspešne vytvorená.

source: Auction doesn't exist.
sk: Aukcia neexistuje.

source: You are not allowed to edit this auction.
sk: Nie ste oprávnený upravovať túto aukciu.

source: You need to log in before editing an auction.
sk: Pred úpravou je nutné sa prihlásiť.

source: Auction description updated.
sk: Popis aukcie aktualizovaný.

source: Auction does not exist.
sk: Aukcia neexistuje.

source: Auction not found.
sk: Aukcia nenájdená.

source: Auction is not active.
sk: Aukcia nie je aktívna.

source: You cannot bid on your own auction.
sk: Nemôžete navyšovať cenu vlastnej aukcie.

source: Bid added successfully.
sk: Cena navýšená.

source: You are the highest bidder.
sk: Už ste autorom aktuálne najvyššej sumy.

source: Bid must be bigger than current price.
sk: Suma musí byť vyššia ako aktuálna cena.

source: Auction losing.
sk: Prehrávate aukciu.

source: You've been overbid in auction.
sk: Niekto navýšil cenu aukcie, v ktorej ste vyhrávali.

source: You have to log in before bidding.
sk: Pred navyšovaním sa musíte prihlásiť.

source: Auction Banned.
sk: Aukcia zablokovana.

source: Your auction has been banned.
sk: Vaša aukcia bola zablokovaná.

source: An auction in which you have bid on has been banned.
sk: Aukcia, ktorú ste navyšovali, bola zablokovaná.

source: You have to be admin to ban an auction.
sk: Na blokovanie aukcie musíte byť administrátor.

source: Language changed
sk: Jazyk zmenený

source: View an auction before changing currency.
sk: Zobrazte aukciu pred zmenou meny.
